Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Member States shall ensure an appropriate level of cooperation between the authorities supervising those other sandboxes and the national competent authorities.
pt_pt: Os Estados-Membros asseguram um nível adequado de cooperação entre as autoridades que supervisionam esses outros ambientes de testagem e as autoridades nacionais competentes.

source: AI regulatory sandboxes established under paragraph 1 shall provide for a controlled environment that fosters innovation and facilitates the development, training, testing and validation of innovative AI systems for a limited time before their being placed on the market or put into service pursuant to a specific sandbox plan agreed between the providers or prospective providers and the competent authority.
pt_pt: Os ambientes de testagem da regulamentação da IA estabelecidos nos termos do n.o 1 devem proporcionar um ambiente controlado que promova a inovação e facilite o desenvolvimento, a testagem e a validação de sistemas inovadores de IA por um tempo limitado, antes da sua colocação no mercado ou colocação em serviço nos termos de um plano específico acordado entre os prestadores ou os potenciais prestadores e a autoridade competente.

source: Such sandboxes may include testing in real world conditions supervised therein.
pt_pt: Esses ambientes de testagem podem incluir testagem nas condições reais aí supervisionada.

source: Competent authorities shall provide, as appropriate, guidance, supervision and support within the AI regulatory sandbox with a view to identifying risks, in particular to fundamental rights, health and safety, testing, mitigation measures, and their effectiveness in relation to the obligations and requirements of this Regulation and, where relevant, other Union and national law supervised within the sandbox.
pt_pt: As autoridades competentes disponibilizam, se for caso disso, orientações, supervisão e apoio no ambiente de testagem da regulamentação da IA, com vista a identificar riscos, em especial para os direitos fundamentais, a saúde e a segurança, a efetuar testes, e a aplicar medidas de atenuação e verificar a sua eficácia em relação às obrigações e requisitos do presente regulamento e, se for caso disso, de outras disposições do direito da União e nacional supervisionada no ambiente de testagem.

source: Competent authorities shall provide providers and prospective providers participating in the AI regulatory sandbox with guidance on regulatory expectations and how to fulfil the requirements and obligations set out in this Regulation.
pt_pt: As autoridades competentes disponibilizam aos prestadores e potenciais prestadores participantes no ambiente de testagem da regulamentação da IA orientações sobre as expectativas regulamentares e a forma de cumprir os requisitos e obrigações estabelecidos no presente regulamento.

source: Upon request of the provider or prospective provider of the AI system, the competent authority shall provide a written proof of the activities successfully carried out in the sandbox.
pt_pt: A pedido do prestador ou potencial prestador do sistema de IA, a autoridade competente apresenta uma prova escrita das atividades realizadas com êxito no ambiente de testagem.

source: The competent authority shall also provide an exit report detailing the activities carried out in the sandbox and the related results and learning outcomes.
pt_pt: A autoridade competente também apresenta um relatório de saída que descreva pormenorizadamente as atividades realizadas no ambiente de testagem e as respetivas conclusões e resultados de aprendizagem.

source: Providers may use such documentation to demonstrate their compliance with this Regulation through the conformity assessment process or relevant market surveillance activities.
pt_pt: Os prestadores podem utilizar essa documentação para demonstrar que estão em conformidade com o presente regulamento através do processo de avaliação da conformidade ou das atividades de fiscalização do mercado pertinentes.

source: In this regard, the exit reports and the written proof provided by the national competent authority shall be taken positively into account by market surveillance authorities and notified bodies, with a view to accelerating conformity assessment procedures to a reasonable extent.
pt_pt: A este respeito, as autoridades de fiscalização do mercado e os organismos notificados devem ter em conta de forma positiva os relatórios de saída e as provas escritas apresentadas pela autoridade nacional competente, a fim de acelerar na medida do razoável os procedimentos de avaliação da conformidade.

source: Subject to the confidentiality provisions in Article 78, and with the agreement of the provider or prospective provider, the Commission and the Board shall be authorised to access the exit reports and shall take them into account, as appropriate, when exercising their tasks under this Regulation.
pt_pt: Sob reserva das disposições em matéria de confidencialidade previstas no artigo 78.o, e com o acordo do prestador ou potencial prestador, a Comissão e o Comité ficam autorizados a aceder aos relatórios de saída e têm-nos em conta, se for caso disso, no exercício das suas funções nos termos do presente regulamento.

source: If both the provider or prospective provider and the national competent authority explicitly agree, the exit report may be made publicly available through the single information platform referred to in this Article.
pt_pt: Se tanto o prestador ou o potencial prestador como a autoridade nacional competente derem o seu acordo explícito, o relatório de saída pode ser disponibilizado ao público através da plataforma única de informação a que se refere o presente artigo.

source: The establishment of AI regulatory sandboxes shall aim to contribute to the following objectives:
pt_pt: O estabelecimento de ambientes de testagem da regulamentação da IA visa contribuir para os seguintes objetivos:

source: improving legal certainty to achieve regulatory compliance with this Regulation or, where relevant, other applicable Union and national law;
pt_pt: Melhorar a segurança jurídica para assegurar a conformidade regulamentar com o presente regulamento ou, se for caso disso, outras disposições pertinentes do direito da União e do direito nacional;

source: supporting the sharing of best practices through cooperation with the authorities involved in the AI regulatory sandbox;
pt_pt: Apoiar a partilha de boas práticas através da cooperação com as autoridades envolvidas no ambiente de testagem da regulamentação da IA;

source: fostering innovation and competitiveness and facilitating the development of an AI ecosystem;
pt_pt: Promover a inovação e a competitividade e facilitar o desenvolvimento de um ecossistema da IA;

source: contributing to evidence-based regulatory learning;
pt_pt: Contribuir para uma aprendizagem regulamentar baseada em dados concretos;

source: facilitating and accelerating access to the Union market for AI systems, in particular when provided by SMEs, including start-ups.
pt_pt: Facilitar e acelerar o acesso dos sistemas de IA ao mercado da União, em especial quando disponibilizados por PME, incluindo empresas em fase de arranque.

source: National competent authorities shall ensure that, to the extent the innovative AI systems involve the processing of personal data or otherwise fall under the supervisory remit of other national authorities or competent authorities providing or supporting access to data, the national data protection authorities and those other national or competent authorities are associated with the operation of the AI regulatory sandbox and involved in the supervision of those aspects to the extent of their respective tasks and powers.
pt_pt: As autoridades nacionais competentes asseguram que, na medida em que os sistemas de IA inovadores envolvam o tratamento de dados pessoais ou de outro modo se enquadrem na competência de supervisão de outras autoridades nacionais ou autoridades competentes que disponibilizam ou apoiam o acesso a dados, as autoridades nacionais de proteção de dados e essas outras autoridades nacionais ou autoridades competentes sejam associadas ao funcionamento do ambiente de testagem da regulamentação da IA e implicadas na supervisão desses aspetos, na medida das respetivas atribuições e poderes.

source: The AI regulatory sandboxes shall not affect the supervisory or corrective powers of the competent authorities supervising the sandboxes, including at regional or local level.
pt_pt: Os ambientes de testagem da regulamentação da IA não afetam os poderes de supervisão ou de correção das autoridades competentes que supervisionam os ambientes de testagem, inclusive a nível local ou regional.

source: Any significant risks to health and safety and fundamental rights identified during the development and testing of such AI systems shall result in an adequate mitigation.
pt_pt: A identificação de quaisquer riscos significativos para a saúde e a segurança e os direitos fundamentais durante o desenvolvimento e a testagem desses sistemas de IA deve resultar em medidas adequadas de atenuação.

source: National competent authorities shall have the power to temporarily or permanently suspend the testing process, or the participation in the sandbox if no effective mitigation is possible, and shall inform the AI Office of such decision.
pt_pt: As autoridades nacionais competentes ficam habilitadas a suspender temporária ou permanentemente o processo de testagem ou a participação no ambiente de testagem se não for possível uma atenuação eficaz, e informam o Serviço para a IA dessa decisão.

source: National competent authorities shall exercise their supervisory powers within the limits of the relevant law, using their discretionary powers when implementing legal provisions in respect of a specific AI regulatory sandbox project, with the objective of supporting innovation in AI in the Union.
pt_pt: As autoridades nacionais competentes devem exercer os seus poderes de supervisão de forma flexível, dentro dos limites da do direito pertinente, utilizando os seus poderes discricionários quando aplicam disposições jurídicas em relação a um projeto específico de ambiente de testagem da regulamentação da IA, com o objetivo de apoiar a inovação no domínio da IA na União.

source: Providers and prospective providers participating in the AI regulatory sandbox shall remain liable under applicable Union and national liability law for any damage inflicted on third parties as a result of the experimentation taking place in the sandbox.
pt_pt: Os prestadores e potenciais prestadores que participam no ambiente de testagem da regulamentação da IA continuam a ser responsáveis, nos termos do direito da União e do direito nacional aplicável em matéria de responsabilidade, por quaisquer danos infligidos a terceiros em resultado da experimentação que ocorre no ambiente de testagem.

source: However, provided that the prospective providers observe the specific plan and the terms and conditions for their participation and follow in good faith the guidance given by the national competent authority, no administrative fines shall be imposed by the authorities for infringements of this Regulation.
pt_pt: No entanto, desde que os potenciais prestadores respeitem o plano específico e os termos e condições da sua participação e sigam de boa-fé as orientações dadas pelas autoridades nacionais competentes, as autoridades não aplicam coimas por infrações ao presente regulamento.

source: Where other competent authorities responsible for other Union and national law were actively involved in the supervision of the AI system in the sandbox and provided guidance for compliance, no administrative fines shall be imposed regarding that law.
pt_pt: Sempre que outras autoridades competentes responsáveis por outras disposições do direito da União e do direito nacional e da União tenham estado ativamente envolvidas na supervisão do sistema de IA no ambiente de testagem e tenham disponibilizado orientações em matéria de conformidade, não podem ser impostas coimas relativamente a essa lei.

source: The AI regulatory sandboxes shall be designed and implemented in such a way that, where relevant, they facilitate cross-border cooperation between national competent authorities.
pt_pt: Os ambientes de testagem da regulamentação da IA são concebidos e aplicados de forma a facilitar, se for caso disso, a cooperação transfronteiriça entre as autoridades nacionais competentes.

source: National competent authorities shall coordinate their activities and cooperate within the framework of the Board.
pt_pt: As autoridades nacionais competentes coordenam as suas atividades e cooperam no âmbito do Comité.

source: National competent authorities shall inform the AI Office and the Board of the establishment of a sandbox, and may ask them for support and guidance.
pt_pt: As autoridades nacionais competentes informam o Serviço para a IA e o Comité acerca da criação de um ambiente de testagem e podem solicitar-lhes apoio e orientação.

source: The AI Office shall make publicly available a list of planned and existing sandboxes and keep it up to date in order to encourage more interaction in the AI regulatory sandboxes and cross-border cooperation.
pt_pt: O Serviço para a IA disponibiliza ao público e mantém atualizada uma lista dos ambientes de testagem previstos e existentes, a fim de incentivar uma maior interação nos ambientes de testagem da regulamentação da IA e na cooperação transfronteiriça.

source: National competent authorities shall submit annual reports to the AI Office and to the Board, from one year after the establishment of the AI regulatory sandbox and every year thereafter until its termination, and a final report.
pt_pt: As autoridades nacionais competentes apresentam relatórios anuais ao Serviço para a IA e ao Comité, um ano após a criação do ambiente de testagem da regulamentação da IA e, posteriormente, todos os anos até à sua cessação, bem como um relatório final.

source: Those reports shall provide information on the progress and results of the implementation of those sandboxes, including best practices, incidents, lessons learnt and recommendations on their setup and, where relevant, on the application and possible revision of this Regulation, including its delegated and implementing acts, and on the application of other Union law supervised by the competent authorities within the sandbox.
pt_pt: Esses relatórios devem prestar informações sobre o progresso e os resultados da aplicação desses ambientes de testagem — incluindo boas práticas, incidentes, ensinamentos retirados e recomendações sobre a sua configuração — e, se for caso disso, sobre a aplicação e possível revisão do presente regulamento, incluindo os seus atos delegados e de execução, e sobre a aplicação supervisionada pelas autoridades competentes no âmbito do ambiente de testagem de outra legislação da União.

source: The national competent authorities shall make those annual reports or abstracts thereof available to the public, online.
pt_pt: As autoridades nacionais competentes disponibilizam ao público, em linha, esses relatórios ou resumos anuais.

source: The Commission shall, where appropriate, take the annual reports into account when exercising its tasks under this Regulation.
pt_pt: A Comissão tem em conta, se for caso disso, os relatórios anuais no exercício das suas funções nos termos do presente regulamento.

source: The Commission shall develop a single and dedicated interface containing all relevant information related to AI regulatory sandboxes to allow stakeholders to interact with AI regulatory sandboxes and to raise enquiries with competent authorities, and to seek non-binding guidance on the conformity of innovative products, services, business models embedding AI technologies, in accordance with Article 62(1), point (c).
pt_pt: A Comissão desenvolve uma interface única e específica que contém todas as informações pertinentes relacionadas com os ambientes de testagem da regulamentação da IA, a fim de permitir que as partes interessadas interajam com esses mesmos ambientes e peçam informações às autoridades competentes, bem como para que peçam orientações não vinculativas sobre a conformidade de produtos, serviços e modelos de negócios inovadores que integrem tecnologias de IA, em conformidade com o artigo 62.o, n.o 1, alínea c).

source: The Commission shall proactively coordinate with national competent authorities, where relevant.
pt_pt: A Comissão coordena-se proativamente com as autoridades nacionais competentes, quando pertinente.

source: Article 58
pt_pt: Artigo 58.o

source: Detailed arrangements for, and functioning of, AI regulatory sandboxes
pt_pt: Modalidades pormenorizadas dos ambientes de testagem da regulamentação da IA e o respetivo funcionamento

source: In order to avoid fragmentation across the Union, the Commission shall adopt implementing acts specifying the detailed arrangements for the establishment, development, implementation, operation and supervision of the AI regulatory sandboxes.
pt_pt: A fim de evitar a fragmentação em toda a União, a Comissão adota atos de execução que especifiquem as modalidades pormenorizadas para a criação, desenvolvimento, implementação, funcionamento e supervisão dos ambientes de testagem da regulamentação da IA.

source: The implementing acts shall include common principles on the following issues:
pt_pt: Os atos de execução incluem princípios comuns sobre os seguintes elementos:

source: eligibility and selection criteria for participation in the AI regulatory sandbox;
pt_pt: A elegibilidade e os critérios de seleção para a participação no ambiente de testagem da regulamentação da IA;

source: procedures for the application, participation, monitoring, exiting from and termination of the AI regulatory sandbox, including the sandbox plan and the exit report;
pt_pt: Os procedimentos para a candidatura, participação, monitorização, saída e cessação do ambiente de testagem da regulamentação da IA, incluindo o plano do ambiente de testagem e o relatório de saída;

source: the terms and conditions applicable to the participants.
pt_pt: Os termos e condições aplicáveis aos participantes.

source: The implementing acts referred to in paragraph 1 shall ensure:
pt_pt: Os atos de execução a que se referem o n.o 1 asseguram:

source: that AI regulatory sandboxes are open to any applying provider or prospective provider of an AI system who fulfils eligibility and selection criteria, which shall be transparent and fair, and that national competent authorities inform applicants of their decision within three months of the application;
pt_pt: Que os ambientes de testagem da regulamentação da IA estejam abertos a qualquer prestador ou potencial prestador de um sistema de IA que apresente um pedido nesse sentido e que preencha os critérios de elegibilidade e seleção, que devem ser transparentes e equitativos, e que essas autoridades nacionais competentes informem os requerentes da sua decisão no prazo de três meses a contar da apresentação do pedido;

source: that AI regulatory sandboxes allow broad and equal access and keep up with demand for participation; providers and prospective providers may also submit applications in partnerships with deployers and other relevant third parties;
pt_pt: Que os ambientes de testagem da regulamentação da IA facultem um acesso amplo e em condições de igualdade e acompanhem a procura de participação; prestadores e os potenciais prestadores possam também apresentar pedidos em parceria com responsáveis pela implantação e outros terceiros pertinentes;

source: that the detailed arrangements for, and conditions concerning AI regulatory sandboxes support, to the best extent possible, flexibility for national competent authorities to establish and operate their AI regulatory sandboxes;
pt_pt: Que as modalidades pormenorizadas e as condições relativas aos ambientes de testagem da regulamentação da IA apoiem, na medida do possível, a flexibilidade das autoridades nacionais competentes para estabelecerem e operarem os seus ambientes de testagem da regulamentação da IA;

source: that access to the AI regulatory sandboxes is free of charge for SMEs, including start-ups, without prejudice to exceptional costs that national competent authorities may recover in a fair and proportionate manner;
pt_pt: Que o acesso aos ambientes de testagem da regulamentação da IA seja gratuito para as PME, incluindo as empresas em fase de arranque, sem prejuízo dos custos excecionais que as autoridades nacionais competentes possam recuperar de forma justa e proporcionada;

source: that they facilitate providers and prospective providers, by means of the learning outcomes of the AI regulatory sandboxes, in complying with conformity assessment obligations under this Regulation and the voluntary application of the codes of conduct referred to in Article 95;
pt_pt: Que os prestadores e os potenciais prestadores possam cumprir com maior facilidade, através dos resultados de aprendizagem dos ambientes de testagem da regulamentação da IA, as obrigações de avaliação da conformidade previstas no presente regulamento e que seja facilitada a aplicação voluntária dos códigos de conduta a que se refere o artigo 95.o;

source: that AI regulatory sandboxes facilitate the involvement of other relevant actors within the AI ecosystem, such as notified bodies and standardisation organisations, SMEs, including start-ups, enterprises, innovators, testing and experimentation facilities, research and experimentation labs and European Digital Innovation Hubs, centres of excellence, individual researchers, in order to allow and facilitate cooperation with the public and private sectors;
pt_pt: Que os ambientes de testagem da regulamentação da IA facilitem a participação de outros intervenientes pertinentes no ecossistema da IA, como os organismos notificados e as organizações de normalização, as PME, incluindo as empresas em fase de arranque, as empresas, os inovadores, as instalações de testagem e experimentação, os laboratórios de investigação e experimentação e os polos de inovação digital europeus, os centros de excelência e os investigadores individuais, a fim de permitir e facilitar a cooperação com os setores público e privado;

source: that procedures, processes and administrative requirements for application, selection, participation and exiting the AI regulatory sandbox are simple, easily intelligible, and clearly communicated in order to facilitate the participation of SMEs, including start-ups, with limited legal and administrative capacities and are streamlined across the Union, in order to avoid fragmentation and that participation in an AI regulatory sandbox established by a Member State, or by the European Data Protection Supervisor is mutually and uniformly recognised and carries the same legal effects across the Union;
pt_pt: Que os procedimentos, processos e requisitos administrativos para a aplicação, seleção, participação e saída do ambiente de testagem da regulamentação da IA sejam simples, facilmente compreensíveis e comunicados claramente, a fim de facilitar a participação das PME, incluindo as empresas em fase de arranque, com capacidades jurídicas e administrativas limitadas, e sejam simplificados em toda a União para evitar a fragmentação; e que a participação num ambiente de testagem da regulamentação da IA criado por um Estado-Membro ou pela Autoridade Europeia para a Proteção de Dados seja mútua e uniformemente reconhecida e tenha os mesmos efeitos jurídicos em toda a União;
